<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <script async src="https://www.googletagmanager.com/gtag/js?id=G-5NQVFXWHKF"></script>
    <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());
      gtag('config', 'G-5NQVFXWHKF');
    </script>

    <title>Datenschutzerkl&auml;rung - ImSpace</title>
    <meta name="description" content="Datenschutzerkl&auml;rung f&uuml;r ImSpace. Erfahre, wie wir deine Daten verarbeiten, wo sie gespeichert werden und welche Rechte du nach der DSGVO hast.">
    <meta name="keywords" content="ai,foto,stile,kunst,bild,portrait,haustier,pl&uuml;sch,spielzeug,cartoon,anime,retro,filter,bearbeiten,hund,katze,digicam">
    <link rel="icon" type="image/png" href="../assets/Splash_Logo_Dark.png">
    <link rel="apple-touch-icon" href="../assets/Splash_Logo_Dark.png">
    <link rel="canonical" href="https://imspaceapp.com/de/privacy">
    <link rel="stylesheet" href="../styles.css?v=12">
</head>
<body>

    <nav class="navbar scrolled">
        <div class="nav-content">
            <a href="/de/" class="logo">
                <img src="../assets/LogoDark.svg" alt="ImSpace" class="logo-img">
            </a>
            <div class="nav-center">
                <a href="/de/" class="nav-link">Home</a>
                <a href="/de/terms" class="nav-link">AGB</a>
                <a href="/de/impressum" class="nav-link">Impressum</a>
                <a href="mailto:info@voicebeam.de" class="nav-link">Kontakt</a>
            </div>
            <div class="nav-right">
                <a href="/privacy" class="nav-link lang-switch" title="English">EN</a>
                <a href="/de/" class="nav-cta">Download</a>
            </div>
            <button class="hamburger" id="hamburger" aria-label="Men&uuml;">
                <span></span>
                <span></span>
                <span></span>
            </button>
        </div>
        <div class="mobile-menu" id="mobile-menu">
            <a href="/de/" class="mobile-menu-link">Home</a>
            <a href="/de/terms" class="mobile-menu-link">AGB</a>
            <a href="/de/impressum" class="mobile-menu-link">Impressum</a>
            <a href="mailto:info@voicebeam.de" class="mobile-menu-link">Kontakt</a>
            <a href="/privacy" class="mobile-menu-link">English</a>
            <a href="/de/" class="mobile-menu-cta">Download</a>
        </div>
    </nav>

    <script>
    (function() {
        var hamburger = document.getElementById('hamburger');
        var mobileMenu = document.getElementById('mobile-menu');
        if (hamburger && mobileMenu) {
            hamburger.addEventListener('click', function() {
                hamburger.classList.toggle('active');
                mobileMenu.classList.toggle('open');
            });
            var menuLinks = mobileMenu.querySelectorAll('a');
            for (var i = 0; i < menuLinks.length; i++) {
                menuLinks[i].addEventListener('click', function() {
                    hamburger.classList.remove('active');
                    mobileMenu.classList.remove('open');
                });
            }
        }
    })();
    </script>

    <main class="legal-page">
        <div class="legal-content">
            <h1>Datenschutzerkl&auml;rung</h1>
            <p class="legal-updated">Zuletzt aktualisiert: 12. Februar 2026</p>

            <h2>1. Einleitung</h2>
            <p>Die VoiceBeam GmbH (&bdquo;wir&ldquo;, &bdquo;uns&ldquo;, &bdquo;unser&ldquo;) betreibt die mobile Anwendung ImSpace und die Website imspaceapp.com (zusammen der &bdquo;Dienst&ldquo;). Diese Datenschutzerkl&auml;rung erl&auml;utert, welche personenbezogenen Daten wir erheben, wie wir sie verwenden, auf welcher Rechtsgrundlage die Verarbeitung erfolgt und welche Rechte du in Bezug auf deine Daten hast.</p>
            <p>Wir sind dem Schutz deiner Privatsph&auml;re verpflichtet. ImSpace ist so konzipiert, dass nur die f&uuml;r den Betrieb des Dienstes minimal notwendigen Daten erhoben werden.</p>
            <p><strong>Verantwortlicher:</strong> VoiceBeam GmbH ist der Verantwortliche im Sinne der EU-Datenschutz-Grundverordnung (DSGVO).</p>

            <h2>2. Daten, die wir erheben</h2>
            <p>Bei der Nutzung von ImSpace erheben und speichern wir folgende Daten:</p>
            <ul>
                <li><strong>Kontoinformationen</strong> &mdash; bereitgestellt &uuml;ber &bdquo;Mit Apple anmelden&ldquo; (eindeutige Kennung und optionale Relay-E-Mail-Adresse)</li>
                <li><strong>Von dir hochgeladene Fotos</strong> &mdash; Bilder, die du in der App zur Transformation ausw&auml;hlst (vor&uuml;bergehend verarbeitet; siehe Abschnitt 5)</li>
                <li><strong>Generierte Bilder</strong> &mdash; die stilisierten Bilder, die durch den Dienst erstellt werden (Speicherung basierend auf deinen Cloud-Speicher-Einstellungen; siehe Abschnitt 6)</li>
                <li><strong>Kaufhistorie</strong> &mdash; Aufzeichnungen &uuml;ber Abonnements und Credit-Paket-K&auml;ufe</li>
                <li><strong>Credit-Guthaben</strong> &mdash; dein aktueller Credit-Stand</li>
            </ul>
            <p>Wir erheben <strong>nicht</strong> deinen echten Namen, deine Telefonnummer, Standortdaten, Ger&auml;te-Identifikatoren f&uuml;r Werbung, Kontakte oder deinen Browserverlauf.</p>

            <h2>3. Rechtsgrundlagen der Verarbeitung (DSGVO)</h2>
            <p>Wir verarbeiten deine personenbezogenen Daten auf folgenden Rechtsgrundlagen:</p>
            <ul>
                <li><strong>Vertragserf&uuml;llung (Art. 6 Abs. 1 lit. b DSGVO)</strong> &mdash; Die Verarbeitung deiner Fotos, die Verwaltung deines Kontos, die Pflege deines Credit-Guthabens und die Bereitstellung generierter Bilder sind zur Erf&uuml;llung des Vertrags zwischen dir und uns (dem Dienst) erforderlich.</li>
                <li><strong>Gesetzliche Verpflichtung (Art. 6 Abs. 1 lit. c DSGVO)</strong> &mdash; Aufbewahrung von Kaufbelegen und Rechnungsdaten gem&auml;&szlig; deutschem Steuer- und Handelsrecht.</li>
                <li><strong>Berechtigtes Interesse (Art. 6 Abs. 1 lit. f DSGVO)</strong> &mdash; Gew&auml;hrleistung der Sicherheit und Stabilit&auml;t des Dienstes, Verhinderung von Missbrauch und Verbesserung der Leistung. Unser berechtigtes Interesse wird gegen deine Rechte abgewogen und &uuml;berwiegt diese nicht.</li>
                <li><strong>Einwilligung (Art. 6 Abs. 1 lit. a DSGVO)</strong> &mdash; Sollten wir optionale Analysen auf der Website aktivieren, werden wir deine Einwilligung einholen, bevor Daten erhoben werden. Du kannst deine Einwilligung jederzeit widerrufen.</li>
            </ul>

            <h2>4. Wie wir deine Daten verwenden</h2>
            <p>Deine Daten werden ausschlie&szlig;lich zur Bereitstellung und Verbesserung des ImSpace-Dienstes verwendet:</p>
            <ul>
                <li>Zur Verarbeitung und Transformation deiner hochgeladenen Fotos in stilisierte Bilder</li>
                <li>Zur Verwaltung deines Credit-Guthabens und Abonnementstatus</li>
                <li>Um dir das Anzeigen und Herunterladen deiner generierten Bilder zu erm&ouml;glichen</li>
                <li>Zur Bereitstellung von Kundensupport auf Anfrage</li>
                <li>Zur Aufrechterhaltung der Sicherheit und Stabilit&auml;t des Dienstes</li>
            </ul>
            <p>Wir verwenden deine Daten nicht f&uuml;r Werbung, Profiling oder andere Zwecke als die Bereitstellung der Kernfunktionen der App.</p>

            <h2>5. Wie wir Fotos verarbeiten</h2>
            <p>Wenn du ein Bild erstellst, laden wir dein Foto vor&uuml;bergehend auf unsere Server hoch, um dein Ergebnis zu generieren. Wir verarbeiten Bilder &uuml;ber eine Cloud-Infrastruktur in <strong>Schweden (Azure Sweden Central)</strong>. Abh&auml;ngig vom gew&auml;hlten Stil und den Einstellungen kann dein Foto an verschiedene Bildgenerierungsmodelle auf dieser Infrastruktur weitergeleitet werden.</p>
            <p>Dein Originalfoto wird kurz nach der Generierung von unseren Verarbeitungsservern gel&ouml;scht (in der Regel innerhalb weniger Stunden). Wir bewahren deine Originalfotos nicht l&auml;nger als f&uuml;r die Verarbeitung notwendig auf.</p>

            <h2>6. Cloud-Speicher-Option</h2>
            <p>Die Cloud-Speicherung generierter Bilder ist optional. Du kannst dies in den App-Einstellungen steuern:</p>
            <ul>
                <li><strong>Cloud-Speicher aktiviert (Standard):</strong> Deine generierten Bilder werden sicher in deinem Cloud-Konto gespeichert, sodass du sitzungs&uuml;bergreifend darauf zugreifen kannst.</li>
                <li><strong>Cloud-Speicher deaktiviert:</strong> Wir bewahren keine Cloud-Kopie deiner generierten Bilder auf. Du kannst Ergebnisse weiterhin lokal auf deinem Ger&auml;t speichern.</li>
            </ul>
            <p>Unabh&auml;ngig von deinen Cloud-Speicher-Einstellungen bleiben folgende Daten immer in der Cloud gespeichert: deine Kontokennung, Kaufhistorie und dein Credit-Guthaben. Tempor&auml;re Uploads zur Verarbeitung erfolgen ebenfalls unabh&auml;ngig von dieser Einstellung.</p>

            <h2>7. Wo deine Daten verarbeitet werden</h2>
            <p>Deine Daten werden in folgenden Regionen verarbeitet und gespeichert:</p>
            <ul>
                <li><strong>Bildverarbeitung (Inferenz):</strong> Microsoft Azure, Sweden Central (EU)</li>
                <li><strong>Benutzerdaten, Kaufhistorie und Cloud-Bildspeicherung:</strong> Google Cloud / Firebase, die sich je nach Datenverkehr und Infrastruktur-Routing in der EU oder Nordamerika befinden k&ouml;nnen</li>
                <li><strong>Website-Hosting:</strong> Vercel (Server k&ouml;nnen sich au&szlig;erhalb der EU befinden; siehe Abschnitt 12)</li>
            </ul>
            <p>Alle Daten werden &uuml;ber verschl&uuml;sselte Verbindungen mittels HTTPS/TLS &uuml;bertragen. Wir befolgen branchenw&uuml;bliche Sicherheitsstandards zum Schutz deiner Daten vor unbefugtem Zugriff.</p>

            <h2>8. Auftragsverarbeiter</h2>
            <p>ImSpace nutzt die folgenden Drittanbieter-Dienste als Auftragsverarbeiter oder Unterauftragsverarbeiter:</p>
            <ul>
                <li><strong>Microsoft Azure</strong> &mdash; Cloud-Computing und Inferenz f&uuml;r die Bildgenerierung (Sweden Central). Rolle: Auftragsverarbeiter.</li>
                <li><strong>Google Cloud / Firebase</strong> &mdash; Authentifizierung (Firebase Auth), Datenbank (Firestore), Cloud-Speicher (Firebase Storage) und serverlose Funktionen (Cloud Functions). Daten k&ouml;nnen in der EU oder Nordamerika gespeichert werden. Rolle: Auftragsverarbeiter.</li>
                <li><strong>Mit Apple anmelden</strong> &mdash; Kontoauthentifizierung. Rolle: eigenst&auml;ndiger Verantwortlicher.</li>
                <li><strong>Apple App Store</strong> &mdash; Verwaltung von Abonnements und In-App-K&auml;ufen. Rolle: eigenst&auml;ndiger Verantwortlicher.</li>
                <li><strong>Vercel</strong> &mdash; Hosting der Website imspaceapp.com. Rolle: Auftragsverarbeiter.</li>
            </ul>
            <p><strong>VoiceBeam GmbH</strong> ist der Verantwortliche. Alle oben genannten Anbieter, die als Auftragsverarbeiter t&auml;tig sind, sind durch Auftragsverarbeitungsvertr&auml;ge gebunden.</p>
            <p>Wir geben deine personenbezogenen Daten <strong>nicht</strong> an andere Dritte weiter. Wir verkaufen deine Daten nicht. Wir verwenden keine Werbenetzwerke oder Tracking-Dienste innerhalb der App.</p>

            <h2>9. Datenspeicherung</h2>
            <p>Wir bewahren deine Daten f&uuml;r folgende Zeitr&auml;ume auf:</p>
            <table style="width:100%; border-collapse:collapse; margin-bottom:1rem;">
                <thead>
                    <tr style="border-bottom:2px solid rgba(0,0,0,0.1);">
                        <th style="text-align:left; padding:8px 12px; font-weight:700;">Datentyp</th>
                        <th style="text-align:left; padding:8px 12px; font-weight:700;">Aufbewahrungsdauer</th>
                    </tr>
                </thead>
                <tbody>
                    <tr style="border-bottom:1px solid rgba(0,0,0,0.06);">
                        <td style="padding:8px 12px;">Hochgeladenes Foto (Original)</td>
                        <td style="padding:8px 12px;">Gel&ouml;scht nach der Verarbeitung (in der Regel innerhalb weniger Stunden)</td>
                    </tr>
                    <tr style="border-bottom:1px solid rgba(0,0,0,0.06);">
                        <td style="padding:8px 12px;">Generierte Bilder (Cloud)</td>
                        <td style="padding:8px 12px;">Bis du sie l&ouml;schst oder dein Konto l&ouml;schst</td>
                    </tr>
                    <tr style="border-bottom:1px solid rgba(0,0,0,0.06);">
                        <td style="padding:8px 12px;">Kontokennung</td>
                        <td style="padding:8px 12px;">Bis du dein Konto l&ouml;schst</td>
                    </tr>
                    <tr style="border-bottom:1px solid rgba(0,0,0,0.06);">
                        <td style="padding:8px 12px;">Kaufbelege</td>
                        <td style="padding:8px 12px;">10 Jahre nach der Transaktion (gesetzliche Aufbewahrungspflicht nach deutschem Steuerrecht)</td>
                    </tr>
                    <tr>
                        <td style="padding:8px 12px;">Credit-Guthaben</td>
                        <td style="padding:8px 12px;">Bis du dein Konto l&ouml;schst</td>
                    </tr>
                </tbody>
            </table>

            <h2>10. Daten, die wir NICHT erheben</h2>
            <p>Zur Klarstellung: ImSpace erhebt oder speichert <strong>keine</strong> der folgenden Daten:</p>
            <ul>
                <li>Standortdaten oder GPS-Koordinaten</li>
                <li>Ger&auml;te-Identifikatoren f&uuml;r Werbung (IDFA)</li>
                <li>Kontakte aus deinem Adressbuch</li>
                <li>Browserverlauf oder App-Nutzungsanalysen innerhalb der App</li>
                <li>Finanz- oder Zahlungsinformationen (werden vollst&auml;ndig von Apple verwaltet)</li>
            </ul>

            <h2>11. Website-Analysen</h2>
            <p>Die ImSpace-Website (imspaceapp.com) kann Vercel Web Analytics verwenden, um aggregierte Seitenaufrufe und Besucherzahlen zu messen. Dieser Analysedienst verwendet keine Cookies und erhebt keine personenbezogenen Daten. Innerhalb der ImSpace-App selbst werden keine Analysen oder Tracking durchgef&uuml;hrt.</p>

            <h2>12. Internationale Daten&uuml;bermittlungen</h2>
            <p>Die Bildverarbeitung findet innerhalb der Europ&auml;ischen Union statt (Azure Sweden Central). Kontodaten und in der Cloud gespeicherte Bilder werden auf Google Cloud gehostet, das sich je nach Infrastruktur-Routing in der EU oder Nordamerika befinden kann.</p>
            <p>Wenn Daten au&szlig;erhalb der EU/des EWR &uuml;bermittelt werden (einschlie&szlig;lich &uuml;ber Google Cloud oder Website-Hosting &uuml;ber Vercel), stellen wir einen angemessenen Schutz sicher durch:</p>
            <ul>
                <li>Standardvertragsklauseln (SCCs), die von der Europ&auml;ischen Kommission genehmigt wurden</li>
                <li>Angemessenheitsbeschl&uuml;sse, sofern zutreffend</li>
            </ul>
            <p>Du kannst Details &uuml;ber die spezifischen Schutzma&szlig;nahmen anfordern, indem du uns unter <a href="mailto:info@voicebeam.de">info@voicebeam.de</a> kontaktierst.</p>

            <h2>13. Cookies</h2>
            <p>Die ImSpace-Website verwendet keine Cookies f&uuml;r Funktionalit&auml;t. Falls Website-Analysen aktiviert sind, funktionieren diese ohne Cookies. Die ImSpace-App verwendet keine Cookies.</p>

            <h2>14. Deine Rechte</h2>
            <p>Gem&auml;&szlig; der DSGVO hast du folgende Rechte in Bezug auf deine personenbezogenen Daten:</p>
            <ul>
                <li><strong>Auskunftsrecht (Art. 15)</strong> &mdash; Du kannst Auskunft &uuml;ber die bei uns gespeicherten personenbezogenen Daten verlangen. Du kannst deine gespeicherten Daten auch in der App einsehen.</li>
                <li><strong>Recht auf Berichtigung (Art. 16)</strong> &mdash; Du kannst die Korrektur unrichtiger Daten verlangen.</li>
                <li><strong>Recht auf L&ouml;schung (Art. 17)</strong> &mdash; Du kannst dein gesamtes Konto jederzeit in der App l&ouml;schen. Nach der L&ouml;schung werden alle deine Daten dauerhaft von unseren Servern entfernt (au&szlig;er Daten, die wir gesetzlich aufbewahren m&uuml;ssen).</li>
                <li><strong>Recht auf Einschr&auml;nkung der Verarbeitung (Art. 18)</strong> &mdash; Du kannst unter bestimmten Umst&auml;nden die Einschr&auml;nkung der Verarbeitung deiner Daten verlangen.</li>
                <li><strong>Recht auf Daten&uuml;bertragbarkeit (Art. 20)</strong> &mdash; Du kannst deine generierten Bilder jederzeit in der App herunterladen.</li>
                <li><strong>Widerspruchsrecht (Art. 21)</strong> &mdash; Du kannst der Verarbeitung auf Grundlage berechtigter Interessen widersprechen.</li>
                <li><strong>Recht auf Widerruf der Einwilligung (Art. 7 Abs. 3)</strong> &mdash; Wenn die Verarbeitung auf einer Einwilligung beruht, kannst du deine Einwilligung jederzeit widerrufen, ohne dass die Rechtm&auml;&szlig;igkeit der bisherigen Verarbeitung ber&uuml;hrt wird.</li>
            </ul>
            <p>Zur Aus&uuml;bung dieser Rechte kontaktiere uns unter <a href="mailto:info@voicebeam.de">info@voicebeam.de</a>.</p>
            <p><strong>Recht auf Beschwerde:</strong> Wenn du der Meinung bist, dass unsere Verarbeitung deiner personenbezogenen Daten gegen die DSGVO verst&ouml;&szlig;t, hast du das Recht, eine Beschwerde bei einer Aufsichtsbeh&ouml;rde einzureichen, insbesondere in dem EU-Mitgliedstaat deines gew&ouml;hnlichen Aufenthaltsortes, deines Arbeitsplatzes oder des Ortes des mutma&szlig;lichen Versto&szlig;es.</p>

            <h2>15. Datenschutz von Kindern</h2>
            <p>ImSpace richtet sich nicht an Kinder unter 16 Jahren. Wir erheben wissentlich keine personenbezogenen Daten von Kindern unter 16 Jahren. Wenn du glaubst, dass wir Daten eines Kindes unter 16 Jahren erhoben haben, kontaktiere uns bitte und wir werden sie umgehend l&ouml;schen.</p>

            <h2>16. &Auml;nderungen dieser Erkl&auml;rung</h2>
            <p>Wir k&ouml;nnen diese Datenschutzerkl&auml;rung von Zeit zu Zeit aktualisieren. &Auml;nderungen werden auf dieser Seite mit einem aktualisierten &bdquo;Zuletzt aktualisiert&ldquo;-Datum ver&ouml;ffentlicht. Wir empfehlen dir, diese Seite regelm&auml;&szlig;ig zu &uuml;berpr&uuml;fen. Bei wesentlichen &Auml;nderungen werden wir angemessene Anstrengungen unternehmen, dich zu benachrichtigen (z.&nbsp;B. &uuml;ber die App oder per E-Mail). Die weitere Nutzung des Dienstes nach &Auml;nderungen gilt als Annahme der aktualisierten Erkl&auml;rung.</p>

            <h2>17. Kontakt</h2>
            <p>Wenn du Fragen zu dieser Datenschutzerkl&auml;rung, deinen Daten oder zur Aus&uuml;bung deiner Rechte hast, kontaktiere uns unter:</p>
            <p>
                <strong>VoiceBeam GmbH</strong><br>
                E-Mail: <a href="mailto:info@voicebeam.de">info@voicebeam.de</a>
            </p>
        </div>
    </main>

    <footer class="footer">
        <div class="footer-content">
            <div class="footer-links">
                <a href="/de/privacy">Datenschutz</a>
                <a href="/de/terms">AGB</a>
                <a href="/de/impressum">Impressum</a>
                <a href="mailto:info@voicebeam.de">Kontakt</a>
            </div>
            <p class="copyright">&copy; 2026 VoiceBeam GmbH. Alle Rechte vorbehalten.</p>
        </div>
    </footer>

    <script defer src="/_vercel/insights/script.js"></script>
    <script defer src="/_vercel/speed-insights/script.js"></script>

</body>
</html>
