<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <script async src="https://www.googletagmanager.com/gtag/js?id=G-5NQVFXWHKF"></script>
    <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());
      gtag('config', 'G-5NQVFXWHKF');
    </script>

    <title>Nutzungsbedingungen - ImSpace</title>
    <meta name="description" content="Nutzungsbedingungen f&uuml;r ImSpace. Lies unsere allgemeinen Gesch&auml;ftsbedingungen.">
    <meta name="keywords" content="ai,foto,stile,kunst,bild,portrait,haustier,pl&uuml;sch,spielzeug,cartoon,anime,retro,filter,bearbeiten,hund,katze,digicam">
    <link rel="icon" type="image/png" href="../assets/Splash_Logo_Dark.png">
    <link rel="apple-touch-icon" href="../assets/Splash_Logo_Dark.png">
    <link rel="canonical" href="https://imspaceapp.com/de/terms">
    <link rel="stylesheet" href="../styles.css?v=12">
</head>
<body>

    <nav class="navbar scrolled">
        <div class="nav-content">
            <a href="/de/" class="logo">
                <img src="../assets/LogoDark.svg" alt="ImSpace" class="logo-img">
            </a>
            <div class="nav-center">
                <a href="/de/" class="nav-link">Home</a>
                <a href="/de/privacy" class="nav-link">Datenschutz</a>
                <a href="/de/impressum" class="nav-link">Impressum</a>
                <a href="mailto:info@voicebeam.de" class="nav-link">Kontakt</a>
            </div>
            <div class="nav-right">
                <a href="/terms" class="nav-link lang-switch" title="English">EN</a>
                <a href="/de/" class="nav-cta">Download</a>
            </div>
            <button class="hamburger" id="hamburger" aria-label="Men&uuml;">
                <span></span>
                <span></span>
                <span></span>
            </button>
        </div>
        <div class="mobile-menu" id="mobile-menu">
            <a href="/de/" class="mobile-menu-link">Home</a>
            <a href="/de/privacy" class="mobile-menu-link">Datenschutz</a>
            <a href="/de/impressum" class="mobile-menu-link">Impressum</a>
            <a href="mailto:info@voicebeam.de" class="mobile-menu-link">Kontakt</a>
            <a href="/terms" class="mobile-menu-link">English</a>
            <a href="/de/" class="mobile-menu-cta">Download</a>
        </div>
    </nav>

    <script>
    (function() {
        var hamburger = document.getElementById('hamburger');
        var mobileMenu = document.getElementById('mobile-menu');
        if (hamburger && mobileMenu) {
            hamburger.addEventListener('click', function() {
                hamburger.classList.toggle('active');
                mobileMenu.classList.toggle('open');
            });
            var menuLinks = mobileMenu.querySelectorAll('a');
            for (var i = 0; i < menuLinks.length; i++) {
                menuLinks[i].addEventListener('click', function() {
                    hamburger.classList.remove('active');
                    mobileMenu.classList.remove('open');
                });
            }
        }
    })();
    </script>

    <main class="legal-page">
        <div class="legal-content">
            <h1>Nutzungsbedingungen</h1>
            <p class="legal-updated">Zuletzt aktualisiert: 12. Februar 2026</p>

            <h2>1. Geltungsbereich</h2>
            <p>Durch das Herunterladen, Installieren oder Nutzen der ImSpace-Anwendung (&bdquo;die App&ldquo;) oder den Besuch der Website imspaceapp.com (&bdquo;die Website&ldquo;) erkl&auml;rst du dich mit diesen Nutzungsbedingungen (&bdquo;Bedingungen&ldquo;) einverstanden. Wenn du diesen Bedingungen nicht zustimmst, nutze den Dienst bitte nicht.</p>

            <h2>2. Leistungsbeschreibung</h2>
            <p>ImSpace ist eine mobile Anwendung f&uuml;r iOS, die es Nutzern erm&ouml;glicht:</p>
            <ul>
                <li>Fotos hochzuladen und sie mithilfe verschiedener kreativer Stile in stilisierte Bilder zu verwandeln</li>
                <li>Kreativit&auml;tsstufen anzupassen, um den Grad der Transformation zu steuern</li>
                <li>Generierte Bilder herunterzuladen und zu teilen</li>
                <li>Credits &uuml;ber Abonnements oder einmalige Credit-Pakete zu erwerben</li>
            </ul>
            <p>Der Dienst wird von der VoiceBeam GmbH betrieben.</p>

            <h2>3. Nutzungsberechtigung</h2>
            <p>Du musst mindestens 16 Jahre alt sein, um ImSpace zu nutzen. Durch die Nutzung des Dienstes best&auml;tigst du, dass du diese Altersanforderung erf&uuml;llst. Wenn du unter 18 Jahre alt bist, solltest du die Zustimmung eines Erziehungsberechtigten haben.</p>

            <h2>4. Kontoregistrierung</h2>
            <p>Zur Nutzung von ImSpace musst du ein Konto &uuml;ber &bdquo;Mit Apple anmelden&ldquo; erstellen. Du bist verantwortlich f&uuml;r:</p>
            <ul>
                <li>Die Sicherheit deiner Apple-ID</li>
                <li>Alle Aktivit&auml;ten, die unter deinem Konto stattfinden</li>
                <li>Alle Inhalte, die du in den Dienst hochl&auml;dst</li>
            </ul>

            <h2>5. Akzeptable Nutzung</h2>
            <p>Du verpflichtest dich, ImSpace nur f&uuml;r den vorgesehenen Zweck zu nutzen und insbesondere nicht:</p>
            <ul>
                <li>Inhalte hochzuladen, die illegal, sch&auml;dlich, bedrohlich, missbr&auml;uchlich oder anderweitig anst&ouml;&szlig;ig sind</li>
                <li>Inhalte hochzuladen, die die geistigen Eigentumsrechte anderer verletzen</li>
                <li>Den Dienst zur Erzeugung von t&auml;uschenden, betr&uuml;gerischen oder irref&uuml;hrenden Inhalten zu nutzen</li>
                <li>Zu versuchen, den Dienst zu reverse-engineeren, zu ver&auml;ndern oder zu st&ouml;ren</li>
                <li>Automatisierte Tools oder Bots zur Interaktion mit dem Dienst zu verwenden</li>
            </ul>

            <h2>6. Eigentum an Inhalten und Nutzungsrechte</h2>
            <h3>Deine Inhalte</h3>
            <p>Du beh&auml;ltst das Eigentum an den Fotos, die du bei ImSpace hochl&auml;dst. Durch die Nutzung des Dienstes gew&auml;hrst du uns eine eingeschr&auml;nkte, nicht-exklusive Lizenz zur Verarbeitung deiner hochgeladenen Fotos ausschlie&szlig;lich zum Zweck der Erstellung stilisierter Bilder. Diese Lizenz erlischt, wenn du dein Konto l&ouml;schst.</p>
            <h3>Generierte Bilder (Output)</h3>
            <p>Du bist Eigent&uuml;mer deines Outputs im Rahmen des geltenden Rechts. Du darfst deinen Output f&uuml;r <strong>pers&ouml;nliche oder kommerzielle Zwecke</strong> nutzen, vorbehaltlich folgender Bedingungen:</p>
            <ul>
                <li>Du bist daf&uuml;r verantwortlich sicherzustellen, dass deine Nutzung des Outputs nicht die Rechte Dritter verletzt (einschlie&szlig;lich Marken-, Pers&ouml;nlichkeits- und Urheberrechte).</li>
                <li>ImSpace gew&auml;hrt dir keine exklusiven Rechte an einem Output. Andere Nutzer k&ouml;nnen &auml;hnliche oder identische Bilder generieren.</li>
                <li>Wir garantieren nicht, dass der Output einzigartig oder nicht rechtsverletzend ist.</li>
            </ul>
            <h3>Unser geistiges Eigentum</h3>
            <p>Die ImSpace-App, Website, das Logo, die Marke und alle zugeh&ouml;rigen Inhalte sind Eigentum der VoiceBeam GmbH. Die von ImSpace verwendeten Stile, Algorithmen und Verarbeitungsmethoden sind propriet&auml;r. Wir beanspruchen kein Eigentum an deinen hochgeladenen Fotos oder deinem generierten Output.</p>

            <h2>7. Credits und Preise</h2>
            <p>ImSpace verwendet ein creditbasiertes System f&uuml;r die Bildgenerierung:</p>
            <ul>
                <li><strong>Abonnements</strong> bieten monatliche Credits (Go-, Pro-, Max-Stufen). Abo-Credits werden in den n&auml;chsten Monat &uuml;bertragen, <strong>verfallen aber nach zwei Monaten</strong>, wenn sie nicht genutzt werden. Neue Credits werden zu Beginn jedes Abrechnungszyklus hinzugef&uuml;gt.</li>
                <li><strong>Credit-Pakete</strong> sind Einmalk&auml;ufe. Credits aus Paketen m&uuml;ssen <strong>innerhalb von sechs Monaten</strong> nach dem Kauf verwendet werden.</li>
                <li>Jede Bildgenerierung kostet eine bestimmte Anzahl Credits, die vor der Erstellung immer angezeigt wird.</li>
                <li>Alle K&auml;ufe werden &uuml;ber den Apple App Store abgewickelt.</li>
            </ul>
            <p>Wir behalten uns das Recht vor, Credit-Kosten und Preise mit angemessener Vorank&uuml;ndigung zu &auml;ndern. Bestehende Abonnements werden w&auml;hrend eines laufenden Abrechnungszyklus nicht betroffen.</p>

            <h2>8. Was passiert mit Credits bei K&uuml;ndigung</h2>
            <p>Wenn du dein Abonnement k&uuml;ndigst:</p>
            <ul>
                <li>Du beh&auml;ltst den Zugang zu deiner Abonnementstufe bis zum Ende des aktuellen Abrechnungszeitraums.</li>
                <li>Nicht genutzte Abo-Credits verfallen am Ende deines Abrechnungszeitraums (oder nach zwei Monaten, je nachdem, was fr&uuml;her eintritt).</li>
                <li>Credits, die &uuml;ber einmalige Credit-Pakete erworben wurden, bleiben ab dem Kaufdatum sechs Monate lang verf&uuml;gbar, unabh&auml;ngig vom Abonnementstatus.</li>
            </ul>

            <h2>9. R&uuml;ckerstattungen</h2>
            <p>Alle K&auml;ufe erfolgen &uuml;ber den Apple App Store und unterliegen den R&uuml;ckerstattungsrichtlinien von Apple. Bereits verwendete Credits k&ouml;nnen nicht erstattet werden. Wenn du technische Probleme hast, die dich an der Nutzung erworbener Credits hindern, kontaktiere uns bitte unter <a href="mailto:info@voicebeam.de">info@voicebeam.de</a>.</p>

            <h2>10. Datenschutz</h2>
            <p>Dein Datenschutz ist uns wichtig. Bitte lies unsere <a href="/de/privacy">Datenschutzerkl&auml;rung</a>, die erl&auml;utert, welche Daten wir erheben, wie wir sie verarbeiten und welche Rechte du gem&auml;&szlig; der DSGVO hast.</p>

            <h2>11. Verf&uuml;gbarkeit des Dienstes</h2>
            <p>Wir sind bestrebt, ImSpace jederzeit verf&uuml;gbar zu halten, garantieren jedoch keinen ununterbrochenen oder fehlerfreien Betrieb. Der Dienst kann vor&uuml;bergehend nicht verf&uuml;gbar sein aufgrund von:</p>
            <ul>
                <li>Geplanten oder Notfall-Wartungsarbeiten</li>
                <li>Serverproblemen oder Ausf&auml;llen von Drittanbieterdiensten</li>
                <li>Umst&auml;nden au&szlig;erhalb unserer Kontrolle</li>
            </ul>
            <p>Wir behalten uns das Recht vor, den Dienst (oder Teile davon) jederzeit mit oder ohne Vorank&uuml;ndigung zu &auml;ndern, auszusetzen oder einzustellen.</p>

            <h2>12. Gew&auml;hrleistungsausschluss</h2>
            <p>Der Dienst wird <strong>&bdquo;WIE BESEHEN&ldquo;</strong> und <strong>&bdquo;WIE VERF&Uuml;GBAR&ldquo;</strong> ohne Gew&auml;hrleistungen jeglicher Art bereitgestellt, weder ausdr&uuml;cklich noch stillschweigend. Wir gew&auml;hrleisten nicht, dass:</p>
            <ul>
                <li>Der Dienst deinen spezifischen Anforderungen entspricht</li>
                <li>Der Dienst ununterbrochen, rechtzeitig oder fehlerfrei verf&uuml;gbar sein wird</li>
                <li>Generierte Bilder in jedem Fall deinen Erwartungen entsprechen</li>
                <li>Der Output einzigartig, exklusiv oder nicht rechtsverletzend ist</li>
                <li>Etwaige M&auml;ngel des Dienstes behoben werden</li>
            </ul>

            <h2>13. Haftungsbeschr&auml;nkung</h2>
            <p>Soweit nach geltendem Recht zul&auml;ssig, haftet die VoiceBeam GmbH nicht f&uuml;r indirekte, beil&auml;ufige, besondere, Folge- oder Strafsch&auml;den, die sich aus oder im Zusammenhang mit deiner Nutzung des Dienstes ergeben. Unsere Gesamthaftung f&uuml;r Anspr&uuml;che aus dem Dienst ist auf den Betrag beschr&auml;nkt, den du in den 12 Monaten vor dem Anspruch f&uuml;r den Dienst bezahlt hast.</p>

            <h2>14. Kontol&ouml;schung</h2>
            <p>Du kannst die Nutzung von ImSpace jederzeit beenden und dein Konto in der App l&ouml;schen. Nach der L&ouml;schung werden alle deine Daten dauerhaft von unseren Servern entfernt (au&szlig;er Daten, die wir gesetzlich aufbewahren m&uuml;ssen; siehe unsere <a href="/de/privacy">Datenschutzerkl&auml;rung</a>). Wir k&ouml;nnen dein Konto bei Versto&szlig; gegen diese Bedingungen mit oder ohne Vorank&uuml;ndigung sperren oder k&uuml;ndigen.</p>

            <h2>15. Anwendbares Recht</h2>
            <p>Diese Bedingungen unterliegen dem Recht der Bundesrepublik Deutschland. Streitigkeiten, die sich aus oder im Zusammenhang mit diesen Bedingungen oder dem Dienst ergeben, unterliegen der ausschlie&szlig;lichen Zust&auml;ndigkeit der Gerichte in Deutschland.</p>

            <h2>16. &Auml;nderungen dieser Bedingungen</h2>
            <p>Wir k&ouml;nnen diese Bedingungen von Zeit zu Zeit aktualisieren. &Auml;nderungen werden auf dieser Seite mit einem aktualisierten &bdquo;Zuletzt aktualisiert&ldquo;-Datum ver&ouml;ffentlicht. Bei wesentlichen &Auml;nderungen werden wir angemessene Anstrengungen unternehmen, dich zu benachrichtigen. Die weitere Nutzung des Dienstes nach Ver&ouml;ffentlichung von &Auml;nderungen gilt als Annahme der aktualisierten Bedingungen.</p>

            <h2>17. Salvatorische Klausel</h2>
            <p>Sollte eine Bestimmung dieser Bedingungen als nicht durchsetzbar oder ung&uuml;ltig befunden werden, wird diese Bestimmung auf das erforderliche Mindestma&szlig; beschr&auml;nkt oder aufgehoben, und die &uuml;brigen Bestimmungen bleiben in vollem Umfang wirksam.</p>

            <h2>18. Kontakt</h2>
            <p>Wenn du Fragen zu diesen Nutzungsbedingungen hast, kontaktiere uns bitte unter:</p>
            <p>
                <strong>VoiceBeam GmbH</strong><br>
                E-Mail: <a href="mailto:info@voicebeam.de">info@voicebeam.de</a>
            </p>
        </div>
    </main>

    <footer class="footer">
        <div class="footer-content">
            <div class="footer-links">
                <a href="/de/privacy">Datenschutz</a>
                <a href="/de/terms">AGB</a>
                <a href="/de/impressum">Impressum</a>
                <a href="mailto:info@voicebeam.de">Kontakt</a>
            </div>
            <p class="copyright">&copy; 2026 VoiceBeam GmbH. Alle Rechte vorbehalten.</p>
        </div>
    </footer>

    <script defer src="/_vercel/insights/script.js"></script>
    <script defer src="/_vercel/speed-insights/script.js"></script>

</body>
</html>
